"AES-128 (recommended)" = "AES-128 (recomendado)";
"Burn Image..." = "Grabar Imagen...";
"Cancel" = "Cancelar";
"Change Format..." = "Convertir Imagen de Disco...";
"Convert" = "Convertir";
"Converting Image..." = "Convirtiendo Imagen...";
"Create" = "Crear";
"Create Disk Image" = "Imagen de disco";
"Create..." = "Nueva Imagen de Disco...";
"Creating Image..." = "Creando Imagen...";
"Disk Image" = "Imagen de disco";
"Disk Image Converter" = "Convertir imagen de disco";
"Disk Image Converting" = "Convirtiendo Imagen de Disco";
"Encryption:" = "Encriptación:";
"Finished" = "Terminado";
"Format:" = "Formato:";
"Image Format" = "Convertir imagen de disco a";
"Mount after creating" = "Montar al acabar";
"Mounting Image..." = "Montando Imagen...";
"Name:" = "Nombre:";
"None" = "Ninguno";
"Read only" = "Sólo leer";
"Read/Write" = "lectura/escritura";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "El archivo debe tener las extensiones .dmg, .img o .toast.";
"Volume Name:" = "Nombre Volumen:";
"Volume Size:" = "Tamaño Volumen:";
"untitled" = "sin título";

/* ==== UNLOCALIZED ==== */

"Create with directory:" = "Create with directory:";
"Create with size:" = "Create with size:";
"DVD/CD-R master" = "DVD/CD-R master";
"Disk Image Progress" = "Disk Image Progress";
"Internet enable" = "Internet enable";
"Megabytes" = "Megabytes";
"Read only compressed" = "Read only compressed";
"Read only zlib compressed" = "Read only zlib compressed";
"Sparse" = "Sparse";
